{
  "data": [

    {
      "title": "Applesauce",
      "description": "Apple sauce or applesauce is a sauce made of apples. It can be made with flat top or unpeeled apples and a variety of spices (commonly cinnamon and allspice)."
    },

    {
      "title": "Garum",
      "description": "Garum was a fermented fish sauce used as a condiment[1] in the cuisines of ancient Greece, Rome, and later Byzantium."
    },

    {
      "title": "Chutney",
      "description": "Chutney is a sauce or a dry base for a sauce in the cuisines of the Indian subcontinent that can include such forms as tomato relish, a ground peanut garnish or a yogurt, cucumber and mint dip."
    },

    {
      "title": "Mayonnaise",
      "description": "Mayonnaise, often abbreviated as mayo, is a thick, creamy dressing often used as a condiment."
    },

    {
      "title": "Béchamel",
      "description": "Béchamel sauce, also known as white sauce, is made from a white roux (butter and flour) and milk."
    },

    {
      "title": "Worcestershire Sauce",
      "description": "Worcestershire sauce, frequently shortened to Worcester sauce, is a fermented liquid condiment of complex mixture"
    },

    {
      "title": "Soy Sauce",
      "description": "Soy sauce is a liquid condiment of Chinese origin, made from a fermented paste of soybeans, roasted grain, brine, and Aspergillus oryzae or Aspergillus sojae molds."
    },

    {
      "title": "Gravy",
      "description": "Gravy is a sauce often made from the juices of meats that run naturally during cooking and tightened with wheat flour or cornstarch for added texture."
    },

    {
      "title": "Bolognese",
      "description": "Bolognese sauce is a meat-based sauce originating from Bologna."
    },

    {
      "title": "Pesto",
      "description": "Pesto is a sauce originating in Genoa, the capital city of Liguria, Italy."
    },

    {
      "title": "Zhug",
      "description": "Zhug is a Middle Eastern hot sauce originating in Yemeni cuisine."
    },

    {
      "title": "Sambal",
      "description": "Sambal is a hot sauce or paste typically made from a mixture of a variety of chili peppers with secondary ingredients such as shrimp paste, fish sauce, garlic, ginger, shallot, scallion, palm sugar, lime juice, and rice vinegar or other vinegars."
    },

    {
      "title": "Sriracha",
      "description": "Sriracha is a type of hot sauce or chili sauce made from a paste of chili peppers, distilled vinegar, garlic, sugar, and salt."
    },

    {
      "title": "Ajilimójili",
      "description": "Ajilimójili is a hot sauce or hot and sweet sauce from Puerto Rico, traditionally served over grilled seafood, vegetables, boiled tuber vegetables and especially grilled meats."
    },

    {
      "title": "Caruso Sauce",
      "description": "Caruso Sauce or Salsa Caruso is a warm sauce made of cream, ham, cheese, nuts and mushrooms."
    },

    {
      "title": "Khrenovina",
      "description": "Khrenovina sauce is a spicy horseradish sauce served with a main course, which is very popular in Siberia."
    },

    {
      "title": "Cebolada",
      "description": "Cebolada is a Portuguese onion stew, onion sauce or paste that is prepared with onion as a primary ingredient."
    },

    {
      "title": "Aioli",
      "description": "Aioli is a Mediterranean sauce made of garlic and olive oil; some regions use other emulsifiers such as egg."
    },

    {
      "title": "Mujdei",
      "description": "Mujdei is a spicy Romanian sauce."
    },

    {
      "title": "Latík",
      "description": "Latík refers to two different coconut-based ingredients in Philippine cuisine."
    },

    {
      "title": "Mahyawa",
      "description": "Mahyawa or mehyawa is an Iranian cuisine tangy sauce made out of fermented fish."
    },

    {
      "title": "Tzatziki",
      "description": "Tzatziki is made of salted strained yogurt (usually from sheep or goat milk) or diluted yogurt mixed with cucumbers, garlic, salt, olive oil, sometimes with vinegar or lemon juice, and some herbs like dill, mint, parsley, thyme etc."
    },

    {
      "title": "Duckefett",
      "description": "Duckefett is a simple sauce and a regional specialty in northern Hesse, Germany, particularly in Kassel. "
    },

    {
      "title": "Chimichurri",
      "description": "Chimichurri or chimmichurri is an uncooked sauce used for grilled meat"
    },

    {
      "title": "Allemande Sauce",
      "description": "Allemande sauce is a sauce in French cuisine that is based on a light-colored velouté sauce (typically veal; chicken and shellfish veloutés can also be used), but thickened with egg yolks and heavy cream, and seasoned with lemon juice."
    },

    {
      "title": "Tucupi",
      "description": "Tucupi is a yellow sauce extracted from wild manioc root in Brazil's Amazon jungle."
    },

    {
      "title": "Llajua",
      "description": "Llajua or llajwa is a hot sauce prepared from locotos (Bolivian hot chili peppers) and tomatoes; sometimes onions are added to the mix. "
    }
  ]
}